Repository: Quniwork/2026-PicDeck
Catalog: PicDeck/PicDeck/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Unlimited
zh_hant: 無限制

source: Unlock
zh_hant: 解鎖

source: Unlock PicDeck
zh_hant: 解鎖 PicDeck

source: Unlocked
zh_hant: 已解鎖

source: Unorganized photos
zh_hant: 未整理照片

source: Unorganized screenshots
zh_hant: 未整理截圖

source: Unorganized videos
zh_hant: 未整理影片

source: Use this color
zh_hant: 使用這個顏色

source: Version
zh_hant: 版本

source: Videos
zh_hant: 影片

source: View Options
zh_hant: 顯示方式選項

source: Weather
zh_hant: 天氣

source: Week calendar
zh_hant: 週曆

source: Weeks
zh_hant: 週數

source: What happened today?
zh_hant: 今天發生了什麼？

source: What is this folder for?
zh_hant: 這個資料夾用來放什麼？

source: White
zh_hant: 白字

source: Wide
zh_hant: 寬形

source: Wrap
zh_hant: 自動換行

source: Write a mood and a note for each day.
zh_hant: 為每一天記下心情與文字。

source: Write journal
zh_hant: 寫日記

source: Write note
zh_hant: 寫備註

source: Year
zh_hant: 年

source: Years, months, days
zh_hant: 年、月、日

source: Yesterday
zh_hant: 昨天

source: You are in the development phase, so today's price is the sponsor price.
zh_hant: 目前是開發階段，適用的是開發贊助價。

source: You reached the end of this batch.
zh_hant: 這一批已經看到最後了。

source: Zoom In
zh_hant: 放大

source: Zoom Out
zh_hant: 縮小
